Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/facta/other_files/om_demens.pdf.tmx
Source language: nob
Languages: sma

source: Det er flest eldre personer som får demens, og risikoen for å få demens øker med høy alder.
sma: Jeenjemes båarasåbpoe almetjh mah demensem åadtjoeh, jïh vaahra demensem åadtjodh jolle aaltarinie læssene.

source: Selv om demens sjelden forekommer før pensjonsalderen, kan også yngre personer under 65 år få demens.
sma: Jalhts demense sveekes jæjhta pensjovneaalteren åvtelen, aaj nuerebe almetjh vuelelen 65 jaepieh maehtieh demensem åadtjodh.

source: Demens er en fellesbetegnelse for flere ulike sykdommer.
sma: Demense akte ektie dïejvese jieniebidie joekehts skïemtjelasside.

source: Ved demenssykdom skjer det forandringer i hjernen.
sma: Demenseskïemtjelassesne jarkelimmieh aajlesne sjugniehtuvvieh.

source: Forbindelsen mellom hjernecellene blir ødelagt og hjerneceller dør.
sma: Ektiedimmie aajlaceellaj gaskem arhkene jïh aajlaceellah jaemieh.

source: Demens vil vanligvis utvikle seg gradvis over mange år.
sma: Sïejhmemes demense sæjhta evtiesovvedh ånnetji ånnetji gellie jaepieh doekoe.

source: Det er store forskjeller fra person til person hvor fort og hvordan sykdommen utvikler seg.
sma: Stoerre joekehtsh almetjistie almetjasse man varke jïh guktie skïemtjelasse evtiesåvva.

source: Hukommelse Det vanligste symptomet på demens er at hukommelsen blir svekket.
sma: Doh voestes demensevæhtah Mojhtese Dïhte sïejhmemes demensevæhta lea mojhtese geahpene.

source: Det blir vanskeligere å huske det som skjedde for noen timer eller dager siden.
sma: Geervebe sjædta mujhtedh dam mij sjugniehtovvi såemies tæjmoej jallh biejjiej juassah.

source: Mange kan likevel huske ting som skjedde for mange år tilbake.
sma: Jeenjesh maehtieh læjhkan aath mujhtedh mah gelliej jaepiej juassah sjugniehtovvin.

source: Orientering Det kan være problemer med å forholde seg til tid og orientere seg for sted.
sma: Vaaksjoehtimmie Maahta dåeriesmoerh årrodh tïjjem guarkedh jïh daejredh gusnie lea.

source: Språk Personer med demens får ikke alltid fram det de ønsker å si.
sma: Gïele Almetjh demensine eah daamtaj buektehth jiehtedh dam maam sijhtieh jiehtedh.

source: En kan ha vansker med å forstå ord og hva andre sier.
sma: Maahta tsagkesh utnedh baakoeh guarkedh jïh guarkedh maam mubpieh jiehtieh.

source: Dagliglivets oppgaver Personen som har demens og pårørende vil merke at det blir vanskeligere å utføre gjøremål i hverdagen som å håndtere penger, vaske tøy og lage varm mat. Det kan oppstå utrygge situasjoner, for eksempel når det gjelder sikkerhet i hjemmet og bilkjøring.
sma: Aarkebiejjien laavenjassh Almetje mij demensem åtna jïh lïhke fuelhkie maehtieh gåajhtsedidh geervebe sjædta darjomh darjodh aarkebiejjien goh beetnegh gïetedidh, vaarjoeh bissedh jïh baahkes beapmoem jurjiehtidh. Ovjearsoes heannadimmieh maehtieh sjugniehtovvedh, vuesiehtimmien gaavhtan gosse lea jearsoesvoeten bïjre gåetesne jïh bïjlevuejemen bïjre.

source: Væremåte Det kan også skje endringer i væremåte og personlighet og oppstå vanskelige situasjoner på grunn av ukritisk atferd.
sma: Dåemiedimmie Maahta aaj jarkelimmieh sjugniehtovvedh dåemiedimmesne jïh persovnelesvoetesne, jïh geerve tsiehkieh maehtieh jijhtedh nåake dåemiedimmien gaavhtan.

source: Kontakt og samvær Endringene vil få konsekvenser for kommunikasjon og samvær.
sma: Gaskese jïh ektesne årrodh Jarkelimmieh sijhtieh konsekvensh åadtjodh govlesadtemasse jïh guktie ektesne årrodh.

source: Perspektivet og forståelsen til en person med demens endres i løpet av sykdommen og slår forskjellig ut ved ulike demenssykdommer. Ulike typer demens
sma: Perspektijve jïh goerkese akten almetjasse demensine jorkesieh skïemtjelassen tjïrrh, jïh joekehtslaakan vååjnesasse båetieh ovmessie Ovmessie såarhts demense

source: Alzheimers demens er den vanligste demenssykdommen, og den utvikler seg oftest langsomt over mange år.
sma: Alzheimers demense lea dïhte sïejhmemes demenseskïemtjelasse, jïh daamtajommes soejmetji evtiesåvva gellie jaepieh doekoe.

source: Spesielt vil områder som er viktig for hukommelse tidlig bli skadet.
sma: Joekoen suerkieh mah leah vihkeles mojhtesasse sijhtieh arhkenidh varke.

source: Vaskulær demens skyldes forstyrrelser i blodforsyningen til hjernen oftest i form av en blodpropp eller en blødning i hjernen.
sma: Vaskulæære demense lea sturremi gaavhtan vïrrefoeresjimmesne aajlese, daamtajommes goh akte vïrredåmhpa jallh akte verteme aajlesne.

source: Symptomene på demens vil variere ut fra hvor stor skaden blir og hvor i hjernen skaden oppstår.
sma: Demensevæhtah sijhtieh skaaran stoeredahken mietie jeerehtidh, jïh gusnie skaara sjugniehtåvva aajlesne.

source: Frontotemporal demens skyldes skader i fremre områder av hjernen og kjennetegnes av endringer i måten man opptrer på og i personlighet.
sma: Frontotemporale demense lea skaaraj gaavhtan aajlan åvtebielesne jïh vååjnesasse båata goh jarkelimmieh dåemiedimmesne jïh persovnelesvoetesne.

source: Hukommelsen kan være relativt godt bevart.
sma: Mojhtese maahta naa hijven vaarjelamme årrodh.

source: Dette er den vanligste formen for demens hos personer som er under 50 år.
sma: Daate dïhte sïejhmemes demenseskïemtjelassse almetji luvnie vuelelen 50 jaepieh.

source: Demens med lewylegemer oppstår ved skade i hjernebarken og i dypere deler av hjernen.
sma: Demense lewylegemerigujmie båata skaaraj gaavhtan aajlaskïeresne jïh aajlan gïengielåbpoe bieline.

source: I tillegg til hukommelsesproblemer kjennetegnes denne typen demens gjerne av episoder med synshallusinasjoner, skiftende grad av våkenhet og forstyrret søvnmønster.
sma: Lissine mojhtesedåeriesmoeride, daate såarhts demense vååjnesasse båata maaje goh boelhkh vuajnoehallusinasjovnigujmie, jeereldihkie fahkesvoete jïh sturreme nahkeremöönstere.

source: I tillegg kan det oppstå kroppslige symptomer som stivhet og treghet.
sma: Lissine maahta kråahpeles symptovmh sjïdtedh goh gæhtjoesvoete jïh sööjmesvoete.

source: Det er også en rekke andre tilstander som kan gi demenslignende symptomer, slik at det er viktig med en grundig utredning før demensdiagnose kan settes av lege.
sma: Gellie jeatjah tsiehkieh mah maehtieh symptovmh vedtedh mah demensine vååjnoeh, guktie lea vihkeles aktine eensi salkehtimmine åvtelen dåaktere demensediagnovsem beaja.

source: Det er ingen medisiner som kan kurere demens, men det finnes legemidler som for noen kan forsinke utviklingen av symptomer og gi en viss bedring i en periode.
sma: Ij leah naan bådtjah mah maehtieh demensem båehtjierdidh, men bådtjah gååvnesieh naakenidie mah maehtieh evtiedimmiem symptovnijste sïessestalledh, jïh aktem vihties bueriedimmiem vedtedh akten boelhken.

source: Et tilrettelagt miljø, fysisk aktivitet og andre meningsfulle aktiviteter, vil være av betydning for å kunne fungere best mulig i hverdagen.
sma: Akte sjïehteladteme byjrese, fysiske darjomh jïh jeatjah darjomh mah mïelem vedtieh maehtieh vihkeles årrodh juktie maehtedh dan bööremeslaakan bïerkenidh goh gåarede aarkebiejjien.

source: Legeundersøkelse og utredning Det er viktig med legeundersøkelse ved mistanke om demens.
sma: Dåakteregoerehtimmie jïh salkehtimmie Vihkeles dåakteregoerehtimmine gosse demensem sovmehte.

source: Diagnostisering er av stor betydning fordi: 1. En kan finne eventuelt andre årsaker til hukommelsessvikt som depresjon, svulster, infeksjoner og bivirkning av legemidler, som kan behandles.
sma: Diagnosisteradimmie lea joekoen vihkeles dan åvteste: 1. Maahta eventuelle jeatjah fåantoeh gaavnedh man åvteste mojhtese geahpene, goh depresjovne, bankenassh, ovlemh jïh bådtja maam almetje ij tööllh, mejtie maahta båehtjierdidh.

source: 2. Noen symptomer ved demens er det mulig å behandle, som for eksempel hallusinasjoner, angst og depressive symptomer.
sma: 2. Såemies symptovmh demensesne gåarede båehtjierdidh, goh vuesiehtimmien gaavhtan hallusinasjovnh, asve jïh depressijve symptovmh.

source: 3. Noen legemidler kan være aktuelle for å bedre enkelte symptomer ved demens eller for å forebygge nye hjerneslag.
sma: 3. Såemies bådtjah maehtieh sjyöhtehke årrodh juktie såemies symptovmh bueriedidh demensesne, jallh orre aajlajaamedahkh heerredidh.

source: 4. Det gjør det lettere å gi riktig informasjon til personer med demens og deres pårørende
sma: 4. Dellie aelhkebe sjædta reaktoe bïevnesh vedtedh almetjidie demensine jïh dej lïhke fuelhkide.

source: 5. Personer med demens og deres pårørende vil få visshet ved mistanke om demens og det kan bli enklere å planlegge dagliglivet.
sma: 5. Almetjh demensine jïh dej lïhke fuelhkie sijhtieh daejredh mij lea, gosse demensem sovmehte, jïh maahta aelhkebe sjïdtedh aarkebiejjiem soejkesjidh.

source: 6. Det blir lettere for omgivelsene å forstå situasjonen, slik at personen med demens og pårørende kan få støtte fra familie og nettverk og tilpassede helse- og omsorgstilbud.
sma: 6. Aelhkebe sjædta byjreskidie tsiehkiem guarkedh, guktie almetje demensine jïh lïhke fuelhkie maehtieh dåarjoem fuelhkeste jïh viermeste åadtjodh, jïh sjïehtedamme healsoe- jïh hoksefaalenassem åadtjodh.

source: Helsedirektoratet har utviklet en nasjonal faglig retningslinje om demens.
sma: Healsoedirektoraate nasjonaale faageles njoelkedassh demensen bïjre tseegkeme.

source: Der anbefales det bl.a. at kommunen bør etablere ordninger for å sikre utredning og oppfølging av personer med demens og at pårørende bør tilbys oppfølging.
sma: Desnie gaskem jeatjah juvnehte tjïelte byöroe öörnegh tseegkedh juktie salkehtimmiem jïh dåarjedimmiem hoksedh almetjdie demensine, jïh lïhke fuelhkie byöroe faalenassem åadtjodh dåarjedimmien bïjre.

source: Som hovedregel anbefales det at utredning ved mistanke om demens utføres av pasientens fastlege i samarbeid med personell fra kommunens øvrige helse- og omsorgstjeneste.
sma: Åajvahkommes juvnehte salkehtimmie skïemtjijen staeriesdåaktaristie dorjesåvva gosse sovmehte skïemtjije demensem åtna, aktene laavenjostosne barkijigujmie tjïelten jeatjah healsoe- jïh hoksedïenesjistie.

source: Ifølge den faglige retningslinjen bør spesialisthelsetjenesten utrede personer med mistanke om demens, blant annet når det er kompliserte/atypiske tilfeller av kognitiv svikt, yngre personer under 65 år.
sma: Dej faageles njoelkedassi mietie sjïerehealsoedïenesje byöroe almetjh salkehtidh gosse demensem sovmehte, gaskem jeatjah gosse lea geerve/atypiske tsiehkieh kognitijve giehpiedimmeste, nuerebe almetjh vuelelen 65 jaepieh.

source: Dette gjelder også når personens språk, utdanningsnivå og/eller kultur er en barriere for utredningen i primærhelsetjenesten.
sma: Daate aaj faamosne gosse almetjen gïele, ööhpehtimmiedaltese jïh/jallh kultuvre lea akte heaptoe salkehtæmman aalkoehealsoedïenesjisnie.

source: Utredningen består av både fysiske undersøkelser, blodprøver og bildeundersøkelse av hjernen.
sma: Salkehtimmie lea dovne fysiske goerehtimmieh, vïrrepryövah jïh guvviegoerehtimmie aajleste.

source: Undersøkelsene kan også avdekke om det er andre årsaker til de endringer som skjer.
sma: Goerehtimmieh maehtieh aaj vueptiestidh mejtie jeatjah fåantoeh dejtie jarkelimmide mah sjugniehtuvvieh.

source: I tillegg kartlegges blant annet hukommelse og språk med psykologiske tester og fungering i dagliglivet.
sma: Lissine goerehtalla gaskem jeatjah mojhtesem jïh gïelem psykologeles teestigujmie jïh guktie aarkebijjien jieliedisnie fungerede.

source: Oppfølging etter diagnose Det er lege som har hovedansvar for å sikre utredning og medisinsk oppfølging.
sma: Bæjjese fulkedh diagnovsen mænngan Dåakteren lea åejviedïedte salkehtimmiem jïh medisijnen dåarjedimmiem hoksedh.

source: I tillegg kan kommunen organisere deler av tjenestene som tverrfaglig team/koordinator som bistår lege i utredning og legger til rette for at oppfølging i hjemmet tilbys etter demensdiagnose er satt.
sma: Lissine tjïelte maahta bielieh dïenesjijstie öörnedidh goh dåaresthfaageles dåehkie/koordinatovre mij dåakterem viehkehte salkehtimmesne, jïh sjïehteladta ihke dåarjedimmie hïejmesne faalesåvva mænngan demensediagnovse lea vihtiestamme.

source: Kommunens helse- og omsorgstjenester skal være helhetlige og koordinerte.
sma: Tjïelten healsoe- jih hoksedïenesjh edtjieh ållesth jïh koordineradamme årrodh.

source: Helse- og omsorgspersonell skal legge til rette for at personen med demens sine individuelle rettigheter, preferanser og behov, ivaretas gjennom personsentrert omsorg og behandling.
sma: Healsoe- jïh hoksebarkijh edtjieh sjïehteladtedh guktie dan demense almetjen sjïere reaktah, preferansh jïh daerpiesvoeth gorresuvvieh hoksen jïh båehtjierdimmien tjïrrh mij lea sjïehtedamme dan sjïere almetjasse.

source: Når en person får en demensdiagnose og av den grunn får behov for tjenester fra kommunen, vil en rekke rettigheter være viktige å ha kjennskap til både for den enkelte og pårørende.
sma: Gosse akte almetje demensediagovnesem åådtje jïh dan gaavhtan dïenesjh tjïelteste daarpesje, sæjhta vihkeles årrodh gelliej reaktaj bïjre daejredh, dovne fïereguhten skïemtjijen jïh lïhke fuelhkien reaktaj bïjre.

source: Ettersom sykdommen utvikler seg, vil personer med demens kunne få et tiltagende behov for hjelp til å ivareta egne interesser, som for eksempel til å styre økonomien og/eller ta viktige beslutninger om mer personlige forhold.
sma: Mearan skïemtjelasse evtiesåvva, almetjh demensine sijhtieh ahkedh stuerebe daerpiesvoetem utnedh viehkiem åadtjodh jïjtsh ïedtjh gorredidh, vuesiehtimmien gaavhtan ekonomijem stuvredh jïh/jallh vihkeles sjæjsjalimmieh vaeltedh vielie persovneles tsiehkiej bïjre.

source: Det er en rettighet å få nødvendig informasjon i en form som er tilpasset pasientens kultur- og språkbakgrunn for at pasienten skal forstå innholdet av informasjonen.
sma: Sjïehtedamme bïevnesh Akte reakta daerpies bïevnesh åadtjodh aktene hammosne mij lea sjïehtedamme skïemtjijen kultuvre- jïh gïelemaadtose, guktie skïemtjije edtja sisvegem bïevnesijstie guarkedh.

source: Samisktalende helsepersonell eller tolk vil kunne være nødvendige tiltak for å oppfylle denne rettigheten for pasienter med samisk kultur- og språkbakgrunn.
sma: Saamastallije healsoebarkijh jallh toelhke sijhtieh maehtedh daerpies råajvarimmieh årrodh juktie daam reaktam illedh skïemtjijidie mej saemien kultuvre- jïh gïelemaadtoe.

source: Samelovens § 3-5 gir rett til å bli betjent på samisk dersom man ønsker det, ved lokale og regionale offentlige helse- og sosialinstitusjoner innenfor det samiske forvaltningsområdet.
sma: Saemielaaken § 3-5 reaktam vadta viehkiem åadtjodh saemiengïelesne dastegh dam sæjhta, voenges jïh regijonaale byögkeles healsoe- jïh sosijaaleinstitusjovnine saemien reeremedajven sisnjelen.
